Repository: senclaymoreusa/ibet-django-backup
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invalid date - renewal in past
fr: Date invalide - renouvellement dans le passé

source: Invalid date - renewal more than 4 weeks ahead
fr: Date invalide - renouvellement plus de 4 semaines à l'avance

source: A user is already registered with this username.
fr: Un utilisateur est déjà enregistré avec ce nom d'utilisateur

source: A user is already registered with this e-mail address.
fr: Un utilisateur est déjà enregistré avec cette adresse e-mail

source: The two password fields didn't match
fr: Les deux champs de mot de passe ne correspondent pas

source: First name not valid
fr: Prénom non valide

source: Last name not valid
fr: Nom non valide

source: Date of birth not valid
fr: Date de naissance non valide

source: Phone not valid
fr: Téléphone non valide

source: City not valid
fr: Ville non valide

source: Country not valid
fr: Pays non valide

source: State not valid
fr: Etat non valide

source: Zipcode not valid
fr: Code postal non valide

source: Must include "email" and "password".
fr: Doit inclure "email " et "password "

source: Must include "username" and "password".
fr: Doit inclure "nom d'utilisateur " et "mot de passe ".

source: Must include either "username" or "email" and "password".
fr: Doit inclure "nom d'utilisateur " ou "email " et "mot de passe ".

source: User account is disabled.
fr: Le compte d'utilisateur est désactivé

source: Unable to log in with provided credentials.
fr: Impossible de se connecter avec les informations d'identification fournies

source: E-mail is not verified.
fr: L'e-mail n'est pas vérifié

source: Current user is blocked!
fr: L'utilisateur actuel est bloqué!

source: Please activate your account!
fr: Veuillez activer votre compte!

source: You have registered an account at ibet.com,
fr: Vous avez enregistré un compte sur ibet.com

source: You username is
fr: Votre nom d'utilisateur est

source: Request of changing email address
fr: Demande de changement d'adresse email

source: Your new Email Address is:
fr: Votre nouvelle adresse e-mail est:

source: referred you to sign up an account with Claymore
fr: Vous a demandé de créer un compte avec Claymore

source: Please use the referral link to register your new account:
fr: Veuillez utiliser le lien de parrainage pour enregistrer votre nouveau compte

source: Hi %(username)s, You have requested to reset your password
fr: Bonjour %(username)s, Vous avez demandé à réinitialiser votre mot de passe

source: Click the link to reset your email password:
fr: Cliquez sur le lien pour réinitialiser votre mot de passe de messagerie:

source: Please activate you ibet account
fr: Merci d'activer votre compte ibet
